[Balance.Pawn_Balance_BigLoaderTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="WAREHOUSE")

[Character.CharClass_BigLoaderTurret AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Weapons.BigLoaderTurret_WeaponType WeaponTypeDefinition]
Typename="A fully automatic semi-automatic rifle."
PickupMessage="correct %s"
UseFailureLevelMessage="You must be at least level %d to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="normally"

